refactor(BusinessFlow): Reformat document to sultable in markdown
